Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/uit/phd/randall_sexton.pdf.tmx
Source language: nob
Languages: sme

source: Oppsummering på norsk
sme: Čoahkkáigeassu sámegillii

source: Denne avhandlingen forsøker å se på samspillet mellom bruk av lokale hjelpertradisjoner utenfor helsevesenet og offentlige psykiske helsetjenester i Finnmark og Nord-Troms, og reiser spørsmålet om et eventuelt større samarbeid mellom tradisjoner.
sme: Dát čielggadeapmi geahččala čájehit ovttasdoaimma báikkálaš veahkehanárbevieruid ja almmolaš psykalaš dearvvašvuođabálvalusaid gaskka Finnmárkkus ja Davvi-Romssas, ja jearrá galggašii go dán guovtti vuogi gaskka leat eanet ovttasbargu.

source: Den forsøker derfor å se nærmere på hva lokal hjelpertradisjon i disse samiske og multikulturelle områdene består av i dag, hvor utbredt bruken er blant pasienter, og om det er et ønske blant dem om en større integrasjon av lokal tradisjon i det offentlige helsevesenet.
sme: Danne geahčadit dás dárkileappot mat báikkálaš veahkehanárbevierut leat dáid sámi ja máŋggakultuvrralaš guovlluin, man ollu pasieanttat geavahit dáid, ja háliidit go sii ahte báikkálaš árbevierut eanet heivehuvvojit almmolaš dearvvašvuođadoaimmahahkii.

source: Den forsøker også å se på om lokal tradisjon og virkelighetsforståelse allerede kan delvis være integrert i helsevesenet gjennom arbeidet til terapeuter med en bakgrunn fra denne landsdelen.
sme: Čielggadusas geahččalit maid guorahallat soitet go báikkálaš árbevierut ja duohtavuođaáddejupmi dál juo muhtun muddui heivehuvvon dearvvašvuođadoaimmahahkii terapauttaid barggu olis, geat ieža leat dán guovllus eret.

source: Bakgrunn Ideene som har ledet til avhandlingen springer ut fra erfaringer jeg hadde som turnuskandidat i Kautokeino tidlig på nittitallet, og senere som assistentlege ved en psykiatrisk poliklinikk i Lakselv, innerst i Porsangerfjorden i Finnmark.
sme: Duogáš Čielggadeami jurdagat vuolggahuvvojedje dan vuođul maid mun ieš vásihin go ledjen turnusdoavttirin Guovdageainnus álggus 1990-logu, ja maŋŋel veahkkedoavttirin psykiatralaš poliklinihkas Leavnnjas, Porsáŋggus gielddas Finnmárkku fylkkas.

source: Under denne tiden forstod jeg at mange pasienter hadde kontakt med helbredere, ofte kalt hjelpere i dette området, og jeg fikk etter hvert anledning å bli kjent med noen av disse.
sme: Dán áiggis fuomášin ahte ollu pasieanttat dáin guovlluin atne oktavuođa guvlláriiguin, ja mun bessen dađi mielde ieš nai oahpásmuvvat soames guvlláriiguin.

source: Jeg skjønte også gradvis at folk hadde en livserfaring og opplevelse som kunne stå i kontrast til den form for vitenskapelige tenkning som danner grunnlag for skolemedisin, noe som talte for en refleksjon over ulike sider av helsearbeid i området.
sme: Mun ipmirdin maiddái ahte olbmuin, erenoamážit dáin guovlluin, ledje eallinoainnut ja vásáhusat mat sáhtte leat vuostálaga daid dieđalaš jurddašanvugiiguin mat leat skuvlamedisiinna vuođđun, mii dagahii dárbbu guorahallat dáid guovlluid dearvvašvuođabálvalusa iešguđet beliid.

source: En slik refleksjon synes også å gradvis få et økende fokus i helsetjenestene i landsdelen, blant annet med opprettelsen av et kompetansesenter for psykisk helsevern blant den samiske populasjonen (SANKS) og et forskningsmiljø for komplementær (eller alternativ) medisin ved universitetet i Tromsø (NAFKAM).
sme: Diekkár guorahallamat orrot ge dađi mielde ožžon eanet coavcci guovllu dearvvašvuođadoaimmahagain, earret dan olis go lea ásahuvvon sámi álbmoga várás psykalaš dearvvašvuođagáhttema gelbbolašvuođaguovddáš (SANKS) ja Romssas ges lea ásahuvvon dutkanbiras komplementára (dahje alternatiiva) medisiinna hárrái (NAFKAM).

source: Til tross for disse tiltak synes lokal hjelper- og helbredertradisjon fortsatt å bli viet lite oppmerksomhet i helsetjenestene i dag, noe som forskning hadde vist før oppstart av dette prosjektet.
sme: Vaikko dát leat ge ásahuvvon, de orru leame nu ahte báikkálaš veahkehan- dahje guvlláruššanvuogit ain ožžot unnán beroštumi otná dearvvašvuođabálvalusain, mii čájehuvvui báikkálaš dutkama olis, mii čađahuvvui ovdal go dát prošeakta álggahuvvui.

source: Denne situasjonen er særlig merkverdig da hjelpertradisjonen er kjent for å være en sentral del av samisk kultur og samarbeid med lokal tradisjon er anbefalt av Verdens Helse Organisasjon, og viet stort fokus i den transkulturelle psykiatrien internasjonalt.
sme: Dát váilevašvuohta lea erenoamáš danne go guvllár- dahje veahkehanvuogit leat guovddáš oasit sámi kultuvrras ja go Máilmmi Dearvvašvuođa Organisašuvdna ávžžuha ovttasbargat báikkálaš árbevieruiguin, ja riikkaidgaskasaš transkultuvrralaš psykiatriija atná dakkár ovttasbarggu hui guovddážis.

source: I 2004 hadde jeg anledning å reise tilbake til Alaska der jeg selv vokste opp, og fant at tradisjonelle helbredere fra flere urbefolkningsgrupper var representert ved enkelte sykehus og klinikker der.
sme: Jagis 2004 bessen fas fitnat Alaskas, gos ieš lean bajásšaddan, ja gávnnahin ahte doppe ledje iešguđet álgoálbmotjoavkkuid árbevirolaš guvllárat doaimmas iešguđet buohcciviesuin ja klinihkain.

source: Jeg reiste tilbake til Norge med en tanke om at dette kanskje kunne være en ide for samiske områder.
sme: Mun máhccen Norgii dainna jurdagiin ahte dát livččii juoga mii heivešii sámi guovlluide.

source: Her ble jeg anbefalt fra flere hold å undersøke om pasientene ønsket et helsevesen som også inkluderte hjelpere, og i så fall hvordan de mente dette best kunne gjøres.
sme: Máŋggas ávžžuhedje mu vuos guorahallat ahte háliidivčče go pasieanttat dearvvašvuođabálvalussii maiddái árbevirolaš veahki, guvlláriid, ja jus nu, de movt oaivvildivčče sii ahte dát galggašii buoremusat čađahuvvot.

source: Dette var starten på en vei inn i forskningens verden som skulle vise seg å være lenger enn opprinnelig antatt, ikke minst fordi spørsmålet var nært knyttet til flere beslektede temaer som det også var naturlig å se på.
sme: Dát lei geaidnu dutkanbargui, mii šattai mihá stuorát go ovdagihtii ledjen navdán, maiddái danne go gažaldahkii ledje čadnon máŋga guoskevaš ášši maid maiddái lei lunddolaš guorahallat seammás.

source: Studien Studien har et særlig fokus på samisk tradisjon, i hovedsak fordi det er en særlig oppmerksomhet rundt helsetjenester til den samiske befolkningen, og det er kjent at en helbredertradisjon er velbevart i samiske miljøer.
sme: Iskkadeapmi Iskkadeapmi geahčada erenoamážit sámi árbevieruid, vuosttažettiin danne go lea ollu beroštupmi dearvvašvuođafálaldagaide sámi álbmoga várás, ja lea dihtosis ahte guvlláruššan ain ollásit gávdno sámi birrasiin.

source: Men helbredertradisjoner eksisterer også innenfor norske og kvenske samfunn, og det er kjent å ha vært en utstrakt bevegelse og utveksling mellom befolkningsgrupper på dette området.
sme: Muhto buorádallan, dahje guvlláruššan, gávdno maiddái dáčča ja kveana servodagain, ja lea dihtosis ahte dán guovllu álbmogat ellet seahkálaga ja lahkalaga.

source: Selv om denne studien fremhever unike sider med samisk kultur, kan deler av dette også gjelde for sider ved den multikulturelle befolkningen i området, særlig når mange har både samisk, kvensk og norsk bakgrunn.
sme: Vaikko dát iskkadeapmi vuosttažettiin deattuha sámi kultuvrra erenoamáš beliid, de sáhttá oassi dás maiddái guoskat guovllu máŋggakultuvrrat álbmogii, erenoamážit go nu oallugiin lea sihke sámi, kveana ja dáčča duogáš.

source: Jeg syns også det er viktig å si, særlig fordi jeg selv kommer utenfra, at jeg ikke ser meg selv som noen spesialist på samisk eller nordnorsk kultur og tradisjon.
sme: Mu mielas lea maiddái deaŧalaš deattuhit, erenoamážit go ieš boađán eará guovllus, ahte mun in ane iežan makkárge spesialistan sámi dahje davvinorgalaš kultuvrra ja árbevieruid hárrái.

source: Studien oppstod på bakgrunn av en opplevelse av en klar avstand mellom offentlig helsevesen og lokal hjelpertradisjon, noe jeg som helsearbeider synes var merkverdig, kanskje nettopp fordi jeg kjente så lite til lokal historie.
sme: Guorahallan vulggii das go oidnen ahte lei nu stuora erohus almmolaš dearvvašvuođadoaimmahaga ja báikkálaš veahkehanvugiid gaskka, mii mu mielas, gii lean dearvvašvuođabargi, lei imaš, várra juste dan dihte go dovden báikkálaš historjjá nu unnán.

source: Jeg er verken samfunnsviter eller historiker, men har forsøkt så godt som mulig å forstå mer av denne situasjonen, og stille et åpent spørsmål til om et større møte mellom tradisjoner kan være hensiktsmessig.
sme: Min in leat juogo servodatdiehtti, in ge historihkkár, muhto lean buoremus lági mielde geahččalan ipmirdit eambbo dán dilálašvuođas, ja lean rahpasit jearran ahte livččii go ávkkálaš oažžut eanet lagasvuođa dán guovtti árbevieru gaskka.

source: Studien forsøker på ingen måte å gi noen endelig svar på spørsmålene her, men heller å antyde enkelte perspektiver som kan være relevant i møtet mellom vestlig og lokal behandlingstradisjon.
sme: Guorahallan ii vikka man ge láhkái addit loahpalaš vástádusaid dása, muhto geahččala baicca geažuhit soames perspektiivvaid mat sáhtáše leat guoskevaččat oarjemáilmmi ja báikkálaš dikšunvuogádagaid ovttasteamis.

source: Artiklene er basert på samtaler med brukere av psykiske helsetjenester, deres terapeuter innenfor helsevesenet og deres hjelpere utenfor det offentlige helsevesenet (totalt 25 personer), og en spørreundersøkelse blant 186 pasienter.
sme: Artihkkalat leat čállojuvvon ságastallamiid vuođul psykalaš dearvvašvuođabálvalusaid geavaheddjiiguin ja sin terapauttaiguin dearvvašvuođadoaimmahagas ja sin guvlláriiguin olggobealde almmolaš dearvvašvuođadoaimmahaga ja sin jearahallamiid vuođul (oktiibuot 25 olbmo). Dasa lassin lea jearahallaniskkadeapmi čađahuvvon, masa serve 186 pasieantta.

source: Spørreundersøkelsen har sett særlig på bruken av lokal tradisjon blant pasienter.
sme: Jearahallaniskkadeamis leat erenoamážit guorahallan pasieanttaid árbevirolaš guvllárveahki geavaheami.

source: Samtalene har fokusert på forståelsesrammen i lokal tradisjon, møtepunkter med psykiatri, og behandlingsmetoder til terapeuter i helsevesenet som selv har en samisk eller lokal bakgrunn.
sme: Ságastallamiin leat fas guorahallan dan ipmárdusvuođu man ala diekkár veahkkedoaibma lea huksejuvvon, báikkálaš duohtavuođa ja psykiatriija gávnnadansajiid, ja dearvvašvuođaásahusain dakkár terapauttaid dikšunvugiid, geain alddiineaset leat sámi dahje báikkálaš duogáš.

source: En samisktalende medarbeider som kommer fra området har selv foretatt mange av intervjuene, og bidratt i stor grad til denne studien.
sme: Sámegielat mielbargi, gii ieš leat guovllus eret, lea čađahan ollu dáin jearahallamiin, ja lea leamaš stuora veahkkin guorahallamis.

source: Hjelpertradisjon før og nå Den første artikkelen ser på hva som er kjent av den førkristne helbredertradisjonen i samiske samfunn, en tradisjon som oftest er forstått som sjamanistisk.
sme: Veahkehanárbevierut ovdal ja dál Vuosttaš artihkal geahčada mii sámi servodagain ain lea oahpis ovdal Kristusa áiggi veahkehandoaimmain, namalassii árbevierut maid oallugat atnet gullat noaidegoansttaide (šamanismii).

source: Den ser på denne praksis og dens beslektskap med andre arktiske tradisjoner, og på den historiske undertrykkelsen som skjedde gjennom kirkens virksomhet på sytten hundretallet.
sme: Dás guorahallojuvvo dán geavat ja ovttalágánvuohta eará arktalaš šamanistalaš árbevieruiguin, ja historjjálaš badjelgeahččanvuohta mii dáhpáhuvai girku doaimma bokte 1700logus.

source: Artikkelen ser på mulige paralleller mellom førkristen tradisjon og dagens hjelper tradisjon.
sme: Vaikko árbevierru lea ge rievdan áiggi mielde, de artihkkalis fuomášuhttojuvvo ahte otná árbevieruid duohtavuođaáddejupmi sáhttá gehččot dien dološ árbevieru čuovggas.

source: Artikkelen ser også på ulike endringer som helbredertradisjonen kan ha gjennomgått over tid, blant annet gjennom møtet med kristendommen, andre tradisjonelle medisinske systemer, og i dag i enkelte forsøk på en revitalisering av eldre tradisjoner.
sme: Artihkkalis geahčadit maiddái iešguđet rievdadusaid mat guvllárárbevierus leat leamaš, earret eará dan olis go risttalašvuohta bođii, rievdadusaid eará árbevirolaš medisiinnalaš vuogádagaid olis, ja go dál soapmásat geahččaladdet ealáskahttit dološ árbevirolaš vugiid.

source: Den poengterer at samisk tradisjon ofte har vært praktisert i det stille av personer som ikke ønsket oppmerksomhet rundt deres praksis, eller penger for arbeidet.
sme: Artihkkalis deattuhuvvo ahte sámi árbevierru lea čihkosis geavahuvvon álo, go dálkkodeaddjit eai leat háliidan sága iežaset doaimma birra, eai ge leat mávssu váldán dan ovddas.

source: Selv om disse aspekter er i endring i dagens samfunn, er de viktige sider som kan farge møtet med et offentlig helsevesen basert på andre prinsipper.
sme: Vaikko dát lea otná servodagas rievdame, de leat dás bealit mat sáhttet báidnit olbmuid oainnuid almmolaš dearvvašvuođabálvalusa fálaldagaid hárrái, mat leat eará prinsihpaid ala vuođđuduvvon.

source: Sentrale resultater i spørreundersøkelsen I spørreundersøkelsen sa over halvparten av pasientene at de hadde oppsøkt hjelp utenfor helsevesenet.
sme: Jearahallaniskkadeami guovddáš bohtosat Jearahallaniskkadeamis vástidii badjel bealli pasieanttain ahte sii ledje ohcan veahki olggobealde dearvvašvuođadoaimmahaga.

source: Dette var mest vanlig hos pasienter med samisk bakgrunn der 67% sa de hadde søkt hjelp utenfor helsevesenet.
sme: Buot eanemus ledje sámi pasieanttat dán dahkan, geain 67 % lei ohcan veahki eará sajis go dearvvašvuođaásahusain.

source: Lokal hjelpertradisjon var den formen for hjelp som var mest brukt.
sme: Báikkálaš veahkehandoaimmat ledje buot dábálepmosit geavahuvvon.

source: Denne tradisjonen inkluderte telefonkontakt med hjelper, håndspåleggelse og lesing, en lokal tradisjon der spesielle ord, kjent bare av de innen tradisjonen, sies i forbindelse med sykdom.
sme: Dat sáhtii leat telefonságastallan veahkeheddjiin, gieđain guoskkaheapmi ja sániid dadjan, mii lea báikkálaš árbevierru, mas dihto sánit daddjojuvvojit buozanvuođa hárrái, ja maid máhttet dušše sii geat buorádallet.

source: Vi fant lite som skilte de som brukte hjelpere fra andre pasienter, sannsynligvis fordi bruken er generelt utbredt gjennom hele befolkningen.
sme: Mii gávnnaimet unnán erohusaid sin, geat geavahedje báikkálaš veahkkedoaimmaid ja eará pasieanttaid gaskka, árvvusge danne go dadjat olles álbmogii lea dábálaš atnit diekkár veahki.

source: Det som imidlertid kom frem var at de som søkte hjelp utenfor helsevesenet hadde et større fokus på det religiøse eller åndelige i deres egne liv.
sme: Mii gal baicca bođii ovdan, lei ahte sis, geat ohce veahki olggobealde dearvvašvuođadoaimmahaga, lei eanet jurdda iežaset eallima oskkolaš- dahje vuoiŋŋalašvuođa hárrái.

source: Disse pasientene var også mindre tilfredse med tilbudet innen psykisk helsevern, noe som kan skyldes sentrale forskjeller i verdensanskuelsen innen tradisjonell helbredelse og vestlig medisin.
sme: Dát pasieanttat ledje maid unnit duhtavaččat psykalaš dearvvašvuođabálvalusa fálaldagaiguin, mii sáhttá boahtit das go árbevirolaš dálkkodeami ja oarjemáilmmi medisiinna gaskka leat stuora erohusat máilmmeipmárdusa hárrái.

source: Møtepunkter mellom tradisjoner Terapeuter innen psykisk helsevern var viktige deltagere i studien.
sme: Árbevieruid ovttastupmi Psykalaš dearvvašvuođadikšuma terapauttat ledje deaŧalaš oasseváldit guorahallamis.

source: De som selv har samisk bakgrunn, eller er vokst opp i de multikulturelle områdene i Finnmark og Nord- Troms, har ofte vært i mindretall ved klinikkene, men kan ifølge studien fungere som viktige bindeledd mellom tradisjoner.
sme: Sii, geain alddiineaset lea sámi duogáš, dahje leat bajásšaddan máŋggakultuvrralaš guovlluin, leat dábálaččat unnitlogus klinihkain, muhto guorahallamis gávnnahuvvui ahte sii sáhttet doaibmat árbevieruid ovttastupmin.

source: Enkelte terapeuter kunne kontakte hjelpere når de ble bedt om dette av pasienter, eller foreslå at pasienter oppsøke en hjelper når de hadde drøm, syner eller opplevelser med symbolikk fra samisk tradisjon.
sme: Soames terapauttat sáhttet váldit oktavuođa árbevirolaš veahkeheddjiin, jus pasieanta bivdá, dahje sáhttet ieža árvalit ahte pasieanta manná dakkára lusa, jus son lea niegadan, oaidnán oainnáhusaid dahje vásihan juoidá mas lea symbolihkka sámi árbevieruid mielde.

source: Flere terapeuter integrerte lokal virkelighetsforståelse i deres psykoterapeutisk arbeid.
sme: Máŋga terapautta ovttastedje báikkálaš duohtavuođaipmárdusa iežaset psykososiála bargguin.

source: Eksempler på dette var blant annet i møter med pasienter som opplevde kontakt med avdøde slektninger.
sme: Ovdamearkkat dása leat earret eará dilálašvuođat go pasieanttat vásihedje oktavuođa jápmán fulkkiiguin.

source: Her kunne denne erfaringen bli anerkjent som reell innen samisk virkelighet, en anerkjennelse som samtidig er i tråd med forståelser innen den transkulturelle psykiatrien.
sme: Dákkár vásáhusat dohkkehuvvojit sámi duohtavuođas, seammás go dasa lea áddejupmi transkultuvrralaš psykiatriijas.

source: Terapeutene snakket om viktigheten i deres eget arbeid av å skape tid, rom og en atmosfære der klienter kunne dele deres egne erfaringer og forståelser av problemet.
sme: Terapauttat atne deaŧalažžan iežaset barggus láhčit áiggi, saji ja dilálašvuođa nu ahte klieanttat dovdet ahte lea heivvolaš juogadit iežaset vásáhusaid ja ipmárdusa váttisvuođaideaset hárrái.

source: Enkelte terapeuter inkluderte hele familien i terapi, hadde et fokus på kroppen, brukte avspenningsmetoder, visualiseringsteknikker eller drømmearbeid.
sme: Muhtun terapauttat válde olles bearraša terapiijai, deattuhedje rupmaša doaibmama ja geavahedje ložžedanvugiid, visualiserenvugiid dahje atne beroštumi pasieantta nieguin.

source: Andre ønsket å utvikle terapiformer som kunne foregå i naturen eller integrere joik i terapi.
sme: Earát ges háliidedje ovdánahttit terapiijavugiid mat sáhttet čađahuvvot luonddus dahje heivehit juoigama terapiijai.

source: Mens disse tilnærmingene er beslektet med lokal kultur og hjelper tradisjon, er de ikke integrert ved mange av klinikkene på en overordnet måte, noe som var særlig tydelig for meg med tidligere erfaring fra en lokal poliklinikk.
sme: Vaikko dáin lahkonanvugiin lea lagas oktavuohta báikkálaš kultuvrii ja veahkehanárbevirrui, de dat eai lean namuhuvvon eanas klinihkaid bajit dásiin, mii goit lei hui čalbmáičuohcci munnje, geas alddán lea ovdalaš vásáhus báikkálaš poliklinihkas.

source: Til tross for en mer helhetlig psykoterapeutisk orientering, brukte ikke terapeutene tilnærminger som hadde en direkte spirituell basis, noe som oftest er en del av lokal helbredertradisjon.
sme: Vaikko terapauttain lei eanet ollislaš psykoterapautalaš oaidnu, de sii eai geavahan dikšunvugiid main lei njuolggo vuoiŋŋalaš vuođđu, nugo báikkálaš buorádallamis dahkkojuvvo.

source: Dette skiller deres arbeid fra terapeuter med urbefolkningsbakgrunn og en vestlig skolering i Canada som kan eksempelvis bruke bønn, seremoni eller inkludere tradisjonelle helbredere i sitt eget arbeid med klienter.
sme: Dát earuha sin barggu álgoálbmotčearddalaš terapauttaid barggus ja oarjemáilmmi skuvlejumis Canadas, gos ovdamearkka dihte sáhttá geavahit rohkadallama, árbevirolaš meanuid dahje váldit fárrui árbevirolaš buorádalliid iežaset bargui klieanttaiguin.

source: Flere terapeuter gav uttrykk for en opplevelse av konflikt mellom deres egen kulturelle bakgrunn og perspektiver innenfor helsevesenet, og mente det var nødvendig med et bredere perspektiv innen psykisk helsevern.
sme: Máŋga tearapautta dovddahedje ahte sii dovdet vuostevuođa iežaset kultuvrralaš duogáža ja dearvvašvuođadoaimmahaga perspektiivvaid gaskka, ja oaivvildedje ahte lea dárbbašlaš oažžut govddit perspektiivva psykalaš dearvvašvuođabálvalussii.

source: Fokuset på det diagnostiske systemet var noe som ble sett på som uhensiktsmessig i mange situasjoner, og kunne lett feilanvendes i møtet med samisk virkelighet.
sme: Diagnostalaš vuogádaga deattuheapmi adnui unohassan máŋgga dilálašvuođas, go dat sáhttá álkit boastut geavahuvvot sámi duohtavuođain deaivvadeamis.

source: Selv om noen terapeuter kunne anbefale at pasienter oppsøkte hjelper, var ikke dette vanlig, og terapeuter var ofte usikker på retningslinjer i forhold til samarbeid/kontakt med lokal hjelpertradisjon særlig fordi det på institusjonsnivå ikke var noen standpunkt i forhold til et samarbeid med hjelper tradisjonen.
sme: Vaikko soames terapauttat sáhtte ávžžuhit pasieanttaid ohcat guvllárveahki, de dat ii leat dábálaš, ja terapauttat leat dávjá eahpesihkkarat dan hárrái livččii go dát njuolggadusrihkkun, go ásahusa bajimus dásis ii leat dahkkon oaivil oktavuođa dahje ovttasbarggu hárrái báikkálaš veahkeheddjiiguin.

source: Tanker om integrering – ulike perspektiver Mellom 75 og 80 prosent av pasientene med samisk bakgrunn svarte i spørreundersøkelsen at de ønsket en integrering av lokal hjelpertradisjon i helsevesenet.
sme: Jurdagat integrerema hárrái – iešguđet perspektiivvat Gaskal 75 ja 80 % pasieanttain geain lea sámi duogáš, vástidedje jearahallaniskkadeamis ahte sii háliidivčče ahte báikkálaš veahkehanvuogit heivehuvvojit dearvvašvuođabálvalusa fálaldagaide.

source: Til tross for dette klare ønsket om en integrering, var det flere i intervjuene som reiste spørsmål til hvorvidt det var mulig å utføre helbredelsesarbeid i en klinikksetting.
sme: Vaikko ledje čielga sávaldagat heiveheami hárrái, de ledje liikká máŋggas geat jearahallamiin eahpidedje lea go vejolaš doaimmahit árbevirolaš buorádallama klinihkaid oktavuođas.

source: Flere anbefalte større dialog mellom tradisjonene.
sme: Oallugat ávžžuhedje oažžut áigái buoret gulahallama dán goabbatlágán árbevieru gaskka.

source: Perspektivene som kom frem viser at det er viktig å være oppmerksom på de ulike rammer og verdensbilder som vestlig og lokal behandlingstradisjon har vært praktisert i, og den historiske ubalansen som har oppstått mellom dem.
sme: Perspektiivvat mat bohte ovdan čájehit ahte lea deaŧalaš atnit muittus daid iešguđet rámmaid ja máilmmeoainnuid mat leat doppe gos oarjemáilmmi ja báikkálaš buorádallanvuogit leat geavahuvvon, ja historjjálaš dássehisvuođa mii daid gaskii lea bohciidan.

source: Noen oppsummerende betraktninger Det synes å være et klart og tydelig hinder i en god dialog og et fleksibelt møte mellom offentlig og lokal behandlingstradisjon, noe som resulterer i spenninger innenfor helsevesenet og i de møtene en del pasienter har med helsevesenet.
sme: Muhtun čoahkkáigeassi oainnut Orrot leame čielga hehttehusat mat dagahit váttisin oažžut áigái buori gulahallama ja geabbilis oktavuođa almmolaš ja báikkálaš dikšunvuogádagaid gaskka, mii dagaha čuolmmaid dearvvašvuođadoaimmahagaid siskkobealde ja muhtun pasieanttaid deaivvadeapmái dearvvašvuođabálvalusain.

source: Dette kan ha mange årsaker som strekker seg tilbake til undertrykkelsen av samisk religion på syttenhundretallet og videre fram til fornorskningsprosessen.
sme: Dása sáhttet leat máŋggat sivat, mat sáhttet vuolgán gitta dan rájes go sámi osku deddojuvvui 1700-logu rájes ja dáruiduhttináigodagas, mii bođii maŋŋel.

source: Det kan også ha sammenhenger med skolemedisinens forståelsesramme, noe som vanskeliggjør et åpent møte med en behandlingstradisjon som er basert på en mer spirituell livsforståelse, og en vektlegging av sammenhenger og helhetsforståelser.
sme: Dasa sáhttá maid leat duogážin skuvlamedisiinna ipmárdusvuođđu, mii sáhttá dagahit váddáseabbon dohkkehit dikšunvuogádaga, man vuođđun lea eanet vuoiŋŋalaš eallinipmárdus, ja oktavuođaid ja ollisvuođa áddejumi deattuheapmi.
